Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: That is, disregarding the fact El Chavo is too LiteralMinded to understand what it really means.
pt_br: Isto é, desconsiderando o fato de que o chaves tem a Br/MenteLiteral demais para entender o que realmente significa.

source: That is, until he accidentally gets electrified by a low-tension wire at the street; after that, he can remember everything.
pt_br: Isto é, até que ele acidentalmente é eletrocutado por um fio de energia na rua; depois disso, ele consegue lembrar de tudo.

source: That man was El Profesor Jirafales himself]].[[note]]This episode's script resembles "El Juicio al Doctor Chapatín", which does take place in a courtroom[[/note]] * CreatorProvincialism: The show makes no attempt to avoid Spanish vocabulary that's used only in Mexico.
pt_br: Esse homem era o Professor Girafales.]].

source: That many of the Order's members in France were arrested, tortured into giving false confessions, and then burned at the stake on Friday 13th (October 13, 1307, to be precise) is often erroneously cited as the origin of the belief that ThirteenIsUnlucky.
pt_br: O fato de muitos dos membros da Ordem na França terem sido presos, torturados até confessarem e então queimados na fogueira em uma sexta-feira 13 (de outubro de 1307, mais precisamente) costuma ser erroneamente citado como a origem da crença de que o Br/TrezeSignificaAzar.

source: That means pink, not bloody.
pt_br: Quer dizer, ao ponto, não mal passado.

source: That said, the "Justice" these rivals have in mind is more akin to a brutal beatdown... well, most of the time it ''is'' an actual brutal NoHoldsBarredBeatdown, supposed to culminate in the receiver's humiliation or death.
pt_br: Dito isso, a "justiça" que esses rivais têm em mente é mais como um espancamento brutal... e, de fato, na maior parte das vezes ''é realmente'' um Br/EspancamentoSemRestricoes que vai culminar na humilhação completa ou morte de quem o recebe.

source: That was also when the trope became particularly associated with clones--works of the era had a tendency to introduce ''multiple'' clones; which were so pervasive that no character could tell if anyone was the genuine article--not even the character themself.
pt_br: Essa foi também a época em que o tropo ficou particularmente associado a clones: obras da época tinham uma tendência de introduzir ''múltiplos'' clones, tão sutis que nenhum personagem conseguia distinguir qual era o verdadeiro -- nem mesmo o próprio personagem.

source: That was on "[[Series/{{Jeopardy}} Final Jeopardy!]]" last night.
pt_br: Eu vi isso num documentário ontem à noite!

source: That was someone's ''baby'', 11% is more than enough.
pt_br: Mas ela era filha de alguém. 11% é mais do que suficiente.

source: That which ends the joke and makes it funny.
pt_br: É aquilo que termina a piada e a torna engraçada.

source: That's TheCuckoolanderWasRight.
pt_br: E isso significa que Br/OLunaticoEstavaCerto.

source: That's one of a hundred memories I don't want.
pt_br: Essas lembranças eu não quero mais.

source: That's one of the reasons why a good GameMaster habit is writing the plot starting from the "what happens if {{Player Character}}s aren't here at all or do nothing" point.
pt_br: Este é um dos motivos pelos quais um bom hábito de Br/MestreDoJogo é escrever a trama começando com a premissa de "o que acontece se o Br/PersonagemDoJogador não está aqui ou não faz nada".

source: That's the power of Woolseyism: The PragmaticAdaptation's answer to a DubInducedPlotlineChange.
pt_br: Esse é o poder do Woolseyismo: ele é uma resposta de Br/AdaptacaoPragmatica para o problema de uma Br/MudancaDeTramaInduzidaPorDublagem.

source: That's what you were about to say, right?\\ '''Sphinx:''' [[BlatantLies ...not necessarily.]] * AllPeriodsArePMS: one of the potential recruits is the "PMS Avenger" but states she can only superhero 4 days a month.
pt_br: Era isso que ia dizer, né? Né?\\ '''Esfinge:''' ... Talvez. * Br/TodaMenstruacaoEUmaTPM: Uma das recrutas em potencial é a Pré-Menstruada, que só pode trabalhar como heroína quatro dias por mês.

source: That's why you haven't noticed the AlienInvasion.
pt_br: É por isso que você não percebeu a Br/InvasaoAlienigena.

source: That's your power, you shoot guns?\\ '''The Blue Raja:''' There's no theme at all here.\\ '''Mr. Furious:''' Weak.\\ '''The Blue Raja:''' At best.\\ [a Disco Boy wields a pipe]\\ '''The Shoveler:''' And who are you supposed to be, the Disco Plumber?\\ [another Disco Boy wields a [[ChainPain heavy chain]]]\\ '''Mr. Furious:''' See, you've got a chain, you could at least make it a ''gold'' chain.
pt_br: Não podiam ser um pouco mais criativos?\\ '''Marajá:''' O que uma pistola tem a ver com música?\\ '''Irado:''' Fracos.\\ '''Marajá:''' Medíocres.\\ [um Dançarino empunha um cano]\\ '''Pá:''' Olha o cara com o cano. É o quê, o Encanador Dançarino?\\ [outro Dançarino empunha uma corrente grossa]\\ '''Irado:''' Se vai carregar uma corrente, que seja ao menos uma de ''ouro''.

source: That's... brilliant]]." [[note]][[ComicallyMissingthePoint Shouldn't the planes be white though?
pt_br: Isso é... brilhante]]."[[note]][[Br/ComicamentePerdendoOPonto Os aviões não deveriam ser brancos?

source: That, however, doesn't mean a prequel can't have big twists or major [[TheReveal reveals]] of their own and may even cast some aspects, if not the entirety, of a previous work in a whole new light.
pt_br: Isso, no entanto, não significa que uma prequência não pode ter grandes reviravoltas ou [[Br/ARevelacao revelações]] próprias, e ela pode também lançar nova luz sobre alguns aspectos da obra original, ou até sobre a totalidade desta.

source: The "upside" is that it's usually [[SatireParodyPastiche parodic]] and [[CrossesTheLineTwice funny in its extremes]].
pt_br: O "lado bom" é que costuma ser de cunho [[Br/SatiraParodiaPastiche paródico]] e [[Br/PassouDoPontoDuasVezes divertido nos extremos]].

source: The ''Franchise/StarTrek'' cast and crew call this a "ship-in-a-bottle" episode, which is where the name originated.
pt_br: O elenco e equipe de ''BrFranquia/StarTrek'' chamam esses episódios de "nave-na-garrafa", que é de onde o nome se originou.

source: The (''very'' loose) 1999 film adaptation of an offshoot of the ''ComicBook/FlamingCarrot'' comics, ''Mystery Men'' tells the story of a bunch of loser superheroes, constantly overshadowed by the big-name, big-ego [[CaptainSuperhero Captain Amazing]] (Creator/GregKinnear).
pt_br: ''Heróis Muito Loucos'' (em inglês, ''Mystery Men'') conta a história de um grupo de super heróis fracassados constantemente ofuscados pelo grandioso e egocêntrico [[Br/CapitaoSuperHeroi Capitão Arraso]] (BrCriador/GregKinnear).

source: The 1978 broadcast, which coincided with this season finale and the 1979 first episode "Un día en el cine", was always used for subsequent reruns in all of the channels (due to the original one being lost), although it also mistakenly led to the assumption that this was the last appearance of Quico, when it was actually in "Todavía no es hora de clases", the last episode of the 1978 season.
pt_br: A transmissão de 1978, que coincidiu com esse encerramento e o primeiro episódio de 1979, "Un día en el cine", sempre foram usados em reprises subsequentes em todos os canais (devido ao original ter se perdido), mas isso também levou à suposição incorreta de que essa era a última aparição de Quico, o que na verdade aconteceu no último episódio de 1978, "Todavía no es hora de clases".

source: The Arquillian message displays a timer labeled "Earth Time Remaining", counting down the hour.
pt_br: A mensagem arquiliana exibe um contador regressivo com "tempo da Terra restante", contando a partir de uma hora.

source: The Ax-Crazy character's twistedness may land them comfortably in StupidEvil or even ChaoticStupid in more satirical works.
pt_br: Em obras mais satíricas, a personalidade destes personagens pode fazer com que eles se enquadrem em Br/EstupidoEMau ou Br/CaoticoEEstupido.

source: The Bastard is [[LackOfEmpathy unmoved by the pain of others]], if not [[{{Sadist}} actively basking in it]].
pt_br: O Canalha [[Br/FaltaDeEmpatia não é movido pela dor alheia]]; na verdade pode até ser [[Br/{{Sadista}} que ele aprecie ver a dor alheia]].

source: The BigBad has finally been vanquished, the day has been saved, all the [[DamselInDistress damsels in distress]] and {{innocent bystander}}s have been rescued and the heroes are ready to [[StandardHeroReward reap their reward]], kiss their LoveInterests and [[RidingIntoTheSunset walk away toward the setting sun]]...
pt_br: O Br/GrandeMal foi derrotado, o dia foi salvo, a Br/DonzelaEmPerigo foi resgatada e o herói está pronto para receber a Br/RecompensaPadraoDoHeroi, beijar o Br/InteresseAmoroso e sair Br/CavalgandoParaOPorDoSol...

source: The Bowler is the only woman among them.
pt_br: A Boliche é a única mulher entre eles.

source: The Chinese market is a ''gigantic'' money maker for movies, but what China will allow to be shown in their cinema is [[BannedInChina very strict]].
pt_br: O mercado chinês é uma ''gigantesca'' fonte de dinheiro para filmes, mas o que a China permite que seja exibido em seus cinemas é [[Br/BanidoNaChina bem estrito]].

source: The Churros arc begins at a point where Doña Florinda and Don Ramón's poverties reach a critical point.
pt_br: O arco dos churros começa em um momento em que a pobreza de Dona Florinda e do Seu Madruga alcançam um ponto crítico.

source: The ComicallyWordyContract will often contain these, especially if a DealWithTheDevil is involved.
pt_br: O Br/ContratoComicamenteGrande costuma ter esses, principalmente se ele envolve um Br/PactoComODiabo.

source: The Deadpan Snarker exists to deflate pomposity, [[LampshadeHanging point out the unlikelihood of]] [[ZanyScheme certain]] [[GambitRoulette plans]], and deliver funny lines.
pt_br: O Sarcástico Sério existe para acabar com a pomposidade, [[Br/LancandoLuz apontar a improbabilidade de]] certos [[Br/RoletaDeGambitos planos]] e dizer frases engraçadinhas.

source: The Galaxy turns out to be small enough to be the ball that decorates Orion the cat's belt but Zed is right about the Galaxy not being in Orion's Belt.
pt_br: A galáxia na verdade é pequena o suficiente para caber dentro do pingente que adorna a coleira do gato Orion, mas Zed está correto sobre a galáxia não estar no cinturão da constelação de Orion.

source: The KingInTheMountain always has a legend of becoming this.
pt_br: O Br/ReiNaMontanha sempre possui uma lenda associada a se tornar isso.

source: The Knight Templar is often the ultimate incarnation of LightIsNotGood, and in series where DarkIsNotEvil, you can count on this guy being the villain who believes that the "dark" characters are evil and must be destroyed (though a villain with powers of darkness can still be this if they believe themselves to be heroic).
pt_br: O Cavaleiro Templário costuma ser a personificação suprema de Br/ALuzNaoEBoa, e em séries onde Br/AsTrevasNaoSaoMas, você pode apostar que esse cara será o vilão que acredita que os personagens "das trevas" são maus e devem ser destruídos (apesar de que um vilão com poderes das trevas ainda pode ser isto se ele se supõe heroico).

source: The Knights Templar were a Christian [[TheOrder religious order]] founded during UsefulNotes/TheCrusades.
pt_br: A Ordem dos Templários, era uma [[Br/AOrdem ordem religiosa]] cristã fundada durante BrNotasUteis/AsCruzadas.

source: The Knights Templar were skilled, pious, and occasionally highly-educated elite fighters, cavalry, and bankers.
pt_br: Os Cavaleiros Templários eram combatentes de elite, cavalaria e bancários que eram também habilidosos, pios e ocasionalmente de boa educação.

source: The Knights were the elite fighting force, while the Sergeants, also known as brothers, were the poorer recruits.
pt_br: Os Cavaleiros eram a força de combate de elite, enquanto os Sargentos, também conhecidos como Irmãos, eram os recrutas mais pobres.

source: The Lighter And Softer run can end up being positively remembered for years to come.
pt_br: A versão Mais Animada e Leve pode acabar sendo lembrada positivamente por muitos anos.

source: The MIB passes over Navy [=SEALs=] and Green Berets, instead deciding on the quick-thinking and fast-talking NYPD Detective James Edwards (Creator/WillSmith).
pt_br: A MIB faz uma seletiva entre fuzileiros e outros oficiais das forças armadas, mas decide em escolher o detetive da polícia de Nova Iorque James Edwards (BrCriador/WillSmith), de pensamento ágil e língua solta.

source: The MIB resort to murder to keep things hidden, as opposed to just erasing people's relevant memories in the films and cartoon.
pt_br: A MIB recorre a assassinato para manter as coisas escondidas, ao invés de apenas apagar as memórias relevantes como é feito nos filmes e na animação.

source: The Mad Scientist accumulates certain tropes effortlessly.
pt_br: O Cientista Maluco agrega certos tropos sem muito esforço.

source: The Mad Scientist fulfills many needs for a story's creator, allowing the Scientist to fit into a wide range of stories.
pt_br: O Cientista Maluco atende muitas necessidades para os criadores de histórias, e por isso pode ser encaixado em uma ampla gama de histórias.

source: The MirrorMoralityMachine will invert any alignment... except for TrueNeutral; the opposite of zero is still zero.
pt_br: A Br/MaquinaDeEspelhoDaMoralidade inverte qualquer alinhamento... exceto por Br/VerdadeiroNeutro: o oposto de zero sempre é zero.

source: The Mystery Men themselves all sport low-budget, piecemeal "costumes": The Shoveler wears mining equipment, a catcher's chest pad and jeans, the Blue Raja a thrift-store quality Indian ensemble, Mr. Furious a black leather motorcycle outfit with a black fake-leather BadassLongcoat over it, etc.
pt_br: O grupo de heróis todos possuem trajes de baixo custo: o Pá usa equipamento de mineração com jeans e um peitoral de apanhador de beisebol, o Marajá usa um traje indiano de brechó, o Irado usa uma vestimenta de motoqueiro em couro com um sobretudo preto de courvin, etc.

source: The NS-4's reasoning for not attempting to rescue Sarah was that Del had a 45% chance of survival, and Sarah only had an 11% chance.\\ \\ This incident is portrayed as the main reason Spooner is prejudiced against robots-- he believes that their lack of human emotion makes them a detriment to society.
pt_br: O raciocínio do NS-4 para não tentar resgatar Sarah era de que Spooner tinha uma chance de 45% de sobreviver, enquanto Sarah tinha apenas 11% de chance.\\ \\ Esse incidente é retratado como o principal motivo pelo qual Spooner não gosta de robôs -- ele acredita que a falta de emoções humanas os tornam prejudiciais para a sociedade.

source: The NS-4s are no slouches, either, though they're inferior to NS-5s.
pt_br: Os NS-4, ainda que inferiores, também não são desprezíveis.

source: The Noisy Cricket, possibly the tiniest MIB gun, can cause some serious damage.
pt_br: O "negocinho pequenininho", possivelmente a menor das armas da MIB, é capaz de causar danos sérios.

source: The Only Sane Man is [[TheReliableOne often relied upon]] as the OnlySaneEmployee.
pt_br: O Único Homem São [[Br/OConfiavel costuma ter a confiança]] de outros como o Br/UnicoFuncionarioSao.

source: The Order began in the wake of the First Crusade.
pt_br: A Ordem teve origem após a Primeira Cruzada.

source: The Order ceased to exist effectively overnight.[[note]] Some regional branches, such as the Portuguese one, survived, with the King of Portugal creating the Order of Christ in 1317 for survivors of ThePurge.
pt_br: A Ordem deixou de existir efetivamente da noite pro dia.[[note]]Algumas divisões regionais, como a portuguesa, sobreviveram, com o Rei de Portugal criando a Ordem de Cristo em 1317 para os sobreviventes do [[Br/OExpurgo expurgo]].

source: The Order itself was granted several tracts of land across England, France (the true heart of Templardom), Spain, Portugal, modern day Croatia and Poland, among other places.
pt_br: A Ordem em si recebeu vários tratados de terra através da Inglaterra, França (o verdadeiro coração dos Templários), Espanhoa, Portugal, as modernas Croácia e Polônia, entre outros lugares.

source: The Order of the Temple a.k.a.
pt_br: A Ordem do Templo, ou ainda

source: The Order's original purpose was to protect pilgrims, but it gradually expanded to serving as a voluntary Crusader army and peacekeeping force.
pt_br: O objetivo original da Ordem era proteger peregrinos, mas ele gradualmente se expandiu para se tornar um exército voluntário de cruzados e força pacificadora.

source: The Outremer (Across-the-Sea) conquests gave rise to Crusader Kingdoms in Jerusalem and Acre.
pt_br: As conquistas de Outremer (nome que deriva do francês para "através dos mares") deram origem aos Estados Cruzados em Jerusalém e Acre.

source: The PhysicalGod, ImplacableMan, TheJuggernaut, BlobMonster, IronButtMonkey, TheChewToy, and anything MadeOfIndestructium all probably have some form of Nigh Invulnerability.
pt_br: O Br/DeusFisico, Br/OImplacavel, ??? TheJuggernaut, Br/MonstroDeGosma, ??? IronButtMonkey, ??? TheChewToy e qualquer objeto Br/FeitoDeIndestructium provavelmente possuem alguma forma de quase-invulnerabilidade.

source: The Point of View of a book is the type of narration a writer uses to convey a story to the reader.
pt_br: O Ponto de Vista (ou POV) de um livro é o tipo de narração que o escritor usa para contar ao leitor uma história.

source: The Question-Reveal combo is a particular darling of LitFic, whose authors use it to maintain narrative suspense in lieu of jeopardy-inducing Procedural beats preferred by adventure and genre fiction.
pt_br: A combinação questionamento-revelação é uma queridinha da Br/FiccaoLiteraria, cujos autores a utilizam para manter suspense narrativo ao invés de batidas procedurais, que acrescentam riscos e que são preferidas pelos gêneros de aventura e ficção.

source: The ScienceHero was once a staple of adventure fiction, overcoming the EvilSorcerer and awing the superstitious natives with the power of Science!
pt_br: Houve um tempo em que o Br/HeroiDaCiencia era um item padrão da ficção de aventura, superando o Br/FeiticeiroDoMal e impressionando os nativos supersticiosos com o poder da Ciência!

source: The Shoveler (Eddie), the Blue Raja (Jeffrey) and Mr. Furious (Roy) use first names fairly freely when not in battle, the Bowler's (Carol) is said only once, and we don't hear their full names or learn Invisible Boy, Spleen or the Sphinx's real names at all.
pt_br: O Pá (Eddie), O Marajá (Jeffrey) e o Irado (Roy) usam os nomes livremente quando não estão em batalha, o nome da Boliche (Carol) só é dito uma vez, e nunca sabemos seus nomes completos; quanto ao Garoto Invisível, o Solta-Pum e o Esfinge, nunca sabemos os nomes reais deles.

source: The Shoveler says one, and The Sphinx responds, "No!
pt_br: O Pá responde "só uma", e o Esfinge responde "Não.

source: The Templars did appear to entertain hopes of starting an actual kingdom in Languedoc, in imitation of the Teutonic Knights (who set up shop in Prussia) and the Hospitallers (who'd nicked Rhodes), but this in turn merely aroused the further suspicion of [[UsefulNotes/LEtatCestMoi King Philip IV of France]].
pt_br: Os Templários consideraram fundar um reino de fato em Languedoque, em imitação dos Cavaleiros Teutônicos (que se estabeleceram na Prússia) e Hospitalários (que ficaram em Rhodes), mas isto só serviu para aumentar as suspeitas do [[BrNotasUteis/LEtatCestMoi Rei Filipe IV da França]].

source: The Templars gradually constituted a sort of kingdom unto themselves.
pt_br: Os Templários gradualmente constituíram uma espécie de reino.

source: The Templars had been merely TheRemnant.
pt_br: Os Templários eram apenas [[Br/ORemanescente os remanescentes]].

source: The Templars in Jerusalem claimed the Al-Aqsa mosque as their base of operations, believing that the lost Temple of Solomon was buried beneath it.
pt_br: Os Templários em Jerusalém reivindicaram a mesquita de Al-Aqsa como sua base de operações, onde abaixo estaria localizado, enterrado, o Templo de Salomão.

source: The Templars played a key role in the Third Crusade, thwarting a few victories by Saladin and fighting alongside King Richard I, but were also considered to be the SpannerInTheWorks on later crusades, especially the Sixth Crusade.
pt_br: Os Templários tiveram papel central na Terceira Cruzada, frustrando algumas vitórias do exército de Saladino e lutando ao lado de Rei Ricardo I, mas também são considerados como tendo papel em cruzadas posteriores, especialmente a Sexta Cruzada.

source: The ThrowAwayCountry trope is what happens when such writers absolutely ''have'' to mention another country.
pt_br: O tropo do Br/PaisDescartavel é o que acontece quando tais escritores ''precisam'' mencionar outro país.

source: The UsefulNotes/NintendoEntertainmentSystem was known for two things: [[UsefulNotes/TheGreatVideoGameCrashOf1983 reviving home console gaming]] and having ridiculously difficult games.
pt_br: O BrNotasUteis/NintendoEntertainmentSystem se tornou conhecido por duas coisas: [[BrNotasUteis/CriseDosVideogamesDe1983 por reviver o mercado de videogames para sala de estar]] e por ter jogos ridiculamente difíceis.

source: The Whodunnit becomes a [[ReverseWhodunnit Howdunnit]], and so on.
pt_br: O Br/QuemFezIsso se torna um [[Br/QuemFezIssoReverso Como-fez-isso]], e assim em diante.

source: The WordOfGod has been spoken.
pt_br: A Br/PalavraDeDeus foi dita.

source: The [[OverlyLongName Poor Fellow-Soldiers of Christ and of the Temple of Solomon]] a.k.a.
pt_br: A [[Br/NomeExcessivamenteLongo Ordem dos Pobres Cavaleiros de Cristo e do Templo de Salomão]], também conhecida como

source: The [[https://gamefaqs.gamespot.com/games/rankings?platform=0&genre=0&list_type=diff&view_type=0&dlc=1&min_votes=1 difficulty rankings]] section of [=GameFAQs=] is a good measure of a game's difficulty as long as it has a sufficiently large number (50+) of difficulty votes.
pt_br: A seção [[https://gamefaqs.gamespot.com/games/rankings?platform=0&genre=0&list_type=diff&view_type=0&dlc=1&min_votes=1 dos ranks de dificuldade]] do [=GameFAQs=] é uma boa medida da dificuldade de um jogo desde que tenha um número suficiente (pelo menos 50) de votos.

source: The [[https://tvtropes.org/pmwiki/articlecount.php Article Count]] page lists the currently-used namespaces and how many pages are in each.
pt_br: A página de [[https://tvtropes.org/pmwiki/articlecount.php contagem de artigos]] lista os espaços em uso e quantas páginas há em cada um deles.

source: The [[https://tvtropes.org/pmwiki/namespace_index.php?ns= Namespace Index]] shows which pages use a particular namespace (enter the namespace after the = sign).
pt_br: O [[https://tvtropes.org/pmwiki/namespace_index.php?ns= índice de espaços]] mostra quais páginas usam um espaço em específico (especifique o espaço após o sinal de = ).

source: The act of taking a single (often minor) action or trait of a character within a work and exaggerating it more and more over time until it completely consumes the character.
pt_br: O ato de escolher uma única ação ou traço (geralmente pequeno) de um personagem em uma obra e exagerá-lo cada vez mais até ele consumir o personagem por completo.

source: The alien's words turn out to refer to [[spoiler:their pet, also named Orion, who carries a tiny galaxy hidden on its collar]].
pt_br: As palavras do alien na verdade se referem [[spoiler: ao gato de estimação, também chamado Orion, que carrega uma pequena galáxia escondida na coleira]].
